export const casesList = [
  {
    id: 3,
    title: '汽车修理工AEWV全家获批：配偶开放工签、子女学签同期下签',
    summary:
      '2026年2月3日签证生效。客户持新西兰特色厨师工签，配偶获批开放工签、子女获批学签，一家三口同期获签，顺利赴新。',
    date: '2026年2月3日',
    image: '/pic/case/case2.jpg',
    images: ['/pic/case/case2.jpg', '/pic/case/case2_2.jpg'],
    fullContent: `从岗位确认、工作经验证明、材料整理，到 AEWV 工签递交以及后续配偶开放工签、子女的学生签证申请，我们一步步陪着他们一起走完整个流程。最终全家人的签证都顺利获批。
✅ 主申请人AEWV工签成功
✅ 配偶同步获批开放工签（可自由找工作）
✅ 孩子拿到本地学生签证，直接按本地生读书，免费入学公立学校
一家人一起落地新西兰，这才是真正意义上的“稳定上岸”。
	
很多做技术的朋友都会问我：
1.没有高学历还能不能来？
2.英语一般行不行？
3.年龄大一点有没有机会？
	
其实在新西兰本地对汽修、钣金、喷漆类技术人才非常紧缺，不少车行长期招不到人，只要技术过硬、经验真实，其实机会一直都有。 在新西兰更看重的是：
1. 实际工作经验
2. 岗位匹配度
3. 雇主资质
4. 材料是否专业
	`,
  },
  {
    id: 1,
    title: '新西兰特色厨师工签成功担保子女学签、配偶工签',
    summary:
      '成功帮助一位中国厨师客户顺利拿到新西兰特色厨师工签，同时配偶获批开放工签，孩子直接下本地学签，公立学校免费入读。一个厨师签证，全家身份一起解决。',
    date: '2026年1月31日',
    image: '/pic/case/case1.jpg',
    images: ['/pic/case/case1.jpg', '/pic/case/case1_2.jpg'],
    fullContent: `成功帮助一位中国厨师客户顺利拿到新西兰特色厨师工签，同时配偶获批开放工签，孩子直接下本地学签，公立学校免费入读👏👏👏

这个项目本身就很稀缺，新西兰只有200个名额，专门给中国菜系厨师准备，对很多餐饮从业者来说，这是目前少有的"技术直通型"机会🔥

这位客户的路径很清晰：
✅ 以中国特色厨师身份申请主申请人工签
✅ 配偶同步递交 Partner Open Work Visa，到新西兰后可自由工作
✅ 孩子直接申请学生签证，按本地生待遇读公立中小学，学费全免

也就是说，一个厨师签证，直接带动全家身份一起解决，对很多做餐饮的家庭来说，这种组合真的非常实用。这次获批后：
👨‍🍳 主申请人合法全职工作
👩 配偶开放工签，可自由找工作
👶 孩子免费上学，直接融入本地教育体系

这类中国特色厨师签证，核心看三点：
厨师真实背景、技术和高级厨师证
新西兰雇主岗位真实性
高级厨师证可在技能中心网站查询

我们这位客户从岗位对接、材料准备、签证路径设计，到家属同步递交，全部一次性规划完成，所以整体进度也非常顺。很多人以为出国只能自己先过去打工，现在很多项目已经可以做到个人申请，全家同步安排。`,
  },
  {
    id: 2,
    title: '新西兰将会降低技术移民英语门槛？新西兰移民',
    summary:
      '新西兰的就业市场实际上需要大量与建筑和房屋维护方面的技术工人，包括木工、电工、水工以及花园工等。这些职业哪怕在新西兰工作和生活 10 年、20 年也无缘新西兰 PR。历届政府都希望给他们一个出路，现任移民部长 Erica Stanford 也多次提及，但是实际制定移民政策的时候，有…',
    date: '2025年07月25日',
    image: '/pic/auckland.jpg',
    fullContent: `新西兰的就业市场实际上需要大量与建筑和房屋维护方面的技术工人，包括木工、电工、水工以及花园工等。这些职业哪怕在新西兰工作和生活 10 年、20 年，也往往难以达到现行技术移民的英语与分数要求，无缘新西兰 PR。

历届政府都希望给他们一个出路，现任移民部长 Erica Stanford 也多次在公开场合提及，将考虑放宽技术移民的英语门槛，让长期在本地从事紧缺职业的工人有更清晰的移民路径。但在实际制定和落地移民政策时，仍需要平衡劳动力需求与移民质量，因此具体政策与时间表尚未最终确定。

我们会持续关注政策动向，一旦有明确调整或细则出台，将第一时间为各位客户解读，并协助评估自身条件与申请策略。`,
  },
]
